项目文档/03-测试文档/TestResults/JMeter/html-report/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 200,
    "errorCount" : 200,
    "errorPct" : 100.0,
    "meanResTime" : 0.0,
    "medianResTime" : 0.0,
    "minResTime" : 0.0,
    "maxResTime" : 0.0,
    "pct1ResTime" : 0.0,
    "pct2ResTime" : 0.0,
    "pct3ResTime" : 0.0,
    "throughput" : 3.5175967778813515,
    "receivedKBytesPerSec" : 3.8851581599451257,
    "sentKBytesPerSec" : 0.0
  },
  "�򵥵����ѯ" : {
    "transaction" : "�򵥵����ѯ",
    "sampleCount" : 100,
    "errorCount" : 100,
    "errorPct" : 100.0,
    "meanResTime" : 0.0,
    "medianResTime" : 0.0,
    "minResTime" : 0.0,
    "maxResTime" : 0.0,
    "pct1ResTime" : 0.0,
    "pct2ResTime" : 0.0,
    "pct3ResTime" : 0.0,
    "throughput" : 1.7587983889406757,
    "receivedKBytesPerSec" : 1.9425790799725628,
    "sentKBytesPerSec" : 0.0
  },
  "���Ӷ�������ѯ" : {
    "transaction" : "���Ӷ�������ѯ",
    "sampleCount" : 100,
    "errorCount" : 100,
    "errorPct" : 100.0,
    "meanResTime" : 0.0,
    "medianResTime" : 0.0,
    "minResTime" : 0.0,
    "maxResTime" : 0.0,
    "pct1ResTime" : 0.0,
    "pct2ResTime" : 0.0,
    "pct3ResTime" : 0.0,
    "throughput" : 1.7589840108353414,
    "receivedKBytesPerSec" : 1.9427840979050501,
    "sentKBytesPerSec" : 0.0
  }
}